run/abl/fullScale/fullScaleBase/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    frontField
    {
        type            patch;
        nFaces          36;
        startFace       10614;
    }
    backField
    {
        type            patch;
        nFaces          36;
        startFace       10650;
    }
    symPlane
    {
        type            empty;
        inGroups        1(empty);
        nFaces          5400;
        startFace       10686;
    }
    sideField
    {
        type            empty;
        inGroups        1(empty);
        nFaces          5400;
        startFace       16086;
    }
    ground
    {
        type            wall;
        inGroups        1(wall);
        nFaces          150;
        startFace       21486;
    }
    top
    {
        type            patch;
        nFaces          150;
        startFace       21636;
    }
)

// ************************************************************************* //
